exports.donate = (id, A187, corohelp, tampilTanggal, tampilWaktu, instagram, nomer, aktif, groupwhatsapp, youtube) => {
	return `
  
❉──────────❉
  Hi. *${id.split("@s.whatsapp.net")[0]}* 👋️
❉──────────❉

         ───
📆 *${tampilTanggal}*
⏱️ *${tampilWaktu}*
📢 Bot Aktif ; *${aktif}*
         ───
         
╔════════════════════
║ *Donasi Ke MiqdadMods*
╠════════════════════
║├≽️⚜ *OVO*: _--_
║├≽️⚜ *PULSA*: _6285326364468_
║├≽️⚜ *GOPAY*: _--_
╠════════════════════
║  *${A187}*
╠════════════════════
║ _*Miqdad Mods*_
╚════════════════════`
}

